// © Copyright 2004-2013, 2015 HP Development Company, L.P.

HSDTaskName = "基本設定";

HSDFaxTestSheetOKButtonTitle = "OK";

FaxTestNotInitiatedTitleKey = "ファクス テストが起動しませんでした";
FaxTestNotInitiatedMsgKey = "デバイスが接続されており、オンになっていることを確認してから、もう一度やり直してください。";
FaxTestFailedTitle = "ファクス テストが失敗しました";
FaxTestFailedMsg = "ファクス回線からダイヤル音が聞こえており、電話ケーブルがデバイスに正しく接続されていることを確認してください。\n\n詳細情報が記載されたレポートが印刷されました。";
FaxTestSucceededTitle = "ファクス テストが成功しました";
FaxTestSucceededMsg = "ファクス回線テストが正常に終わりました。ファクスを送受信する準備ができました。\n\n詳細情報が記載されたレポートが印刷されました。";
FaxTestCancelledTitle = "ファクス テストがキャンセルされました";
FaxTestCancelledMsg = "ファクス回線テストはキャンセルされました。";
FaxLineTestProgressTitle = "お待ちください。ファクス回線のテスト中です...";
FaxHWDamagedMsg = "プリンタのファクス コンポーネントが損傷しているため、ファクス テストを実行できません。詳細については、HP サポートに連絡してください。";
GetHelpButtonTitle = "オンライン HP ヘルプ";

EmptyNameAndNumberFieldTitle = "[会社名/氏名] と [ファクス番号] フィールドは必ず入力してください";
EmptyNameAndNumberFieldMsg = "[会社名/氏名] と [ファクス番号] フィールドに入力してください。";

EmptyNameFieldTitle = "会社名/名前フィールドは空にできません";
EmptyNameFieldMsg = "会社名/名前を指定してください。";

EmptyFaxNumberFieldTitle = "ファックス番号フィールドは空にできません";
EmptyFaxNumberFieldMsg = "ファックス番号を指定してください。";

EmptyFaxNumberPrefixFieldTitle = "[ファクス ダイヤル プレフィックス] フィールドを空白にすることはできません";
EmptyFaxNumberPrefixFieldMsg = "ファクス ダイヤル プレフィックスの指定";

FaxPrefixEnableTitle = "ファクス ダイヤル プレフィックスを使用:";
HSDFaxDialNumberPrefixTitle = "ファクス ダイヤル プレフィックス:";
HSDUserNameLabelTitle = "会社名/名前:";
HSDFaxNumberLabelTitle = "ファクス番号:";
HSDRingsUntilAnswerLabelTitle = "応答するまで呼び出す:";
TestLabelTitle = "デバイスのファクス設定をテストする:";
HSDTestButtonTitle = "デバイスのファクス設定をテストする";

OnModeTitle = "オン";
OffModeTitle = "オフ";
RequiredFieldsTitle = "* アスタリスク（*）が付いたフィールドは必須です。";
HSDApplyButtonTitle = "今すぐ適用";
HSDTaskDescription = "これらの設定はファクスのヘッダーに使用し、着信に対するデバイスの応答方法を設定します。詳細については、[詳細情報…] ボタンをクリックしてください。";

HSDDefaultTrayTitle = "デフォルト トレイ：";
Auto = "自動";
